# * 변수명은 알아서 지정할 것
# * 함수명은 reverse_num
#
# 입력한 숫자와 그 숫자를 뒤집은 숫자를 사칙연산 해라.
# 숫자를 뒤집을 때 reverse() 함수 사용
#
# ex) reverse_num(12)
# 숫자 12를 입력 받음
# 12를 뒤집은 숫자는 21임
# 더하기 12 + 21
# 뺄셈 21 - 12     (큰 수에서 작은 수를 빼야 함)
# 곱셈 12 * 21
# 나눗셈 21 / 12  ( 큰 수에서 작은 수를 나눠야 함)
#
# 튜플 형태로 결과를 리턴받아라.
# (33, 9, 252, 1.75)
#
# 4,11 등은 숫자를 뒤집어도 그대로임.
# reverse_num(4) 를 입력 시
# (8, 0, 16, 1.0) 이 결과가 나옴.
#
#
# -------------------------------
# 함수를 호출하여 실행 결과를 알아보자.
# print(reverse_num(15))
# print(reverse_num(22))
# print(reverse_num(73))
#
# <결과>
# (66, 36, 765, 3.4)
# (44, 0, 484, 1.0)
# (110, 36, 2701, 1.972972972972973)